import { IBlock3Paragraph } from "../variables/Interfaces";

const Block3Data: IBlock3Paragraph[] = [
  {
    id: 0,
    text: 'Перед началом лечения проводим диагностику состояния зубочелюстной системы: первичный осмотр, сбор анамнеза, снимаем диагностические слепки, определяем индивидуальные параметры пациента,  фотографируем зубы, изучаем компьютерную томограмму. Планированируем лечение с учетом пожеланий пациента.',
    img: 'https://www.dropbox.com/s/d4ow07p8tg18sho/31.jpg?raw=1',
  },
  {
    id: 1,
    text: 'Следующим этапом обсуждаем результаты диагностики, выбираем оптимальный план лечения. До начала препарирования зубов мы переносим в полость рта заранее подготовленную восковую моделировку будущих рестовраций, Временная пластмасса эмитирует форму и цвет  что позволяет пациенту увидеть и согласовать внешний вид финальных рестовраций.',
    img: 'https://www.dropbox.com/s/q0m1zvad1ojylzi/32.jpg?raw=1',
  },
  {
    id: 2,
    text: 'Далее  обтачиваем и сканируем подготовленные зубы для получения точных цифровых моделей. Изготовлаем временные накладки.',
    img: 'https://www.dropbox.com/s/7bux3bp2vintn4h/33.jpg?raw=1',
  },
  {
    id: 3,
    text: 'На заключительном этапе примерка постоянных рестовраций и  постоянная фиксация',
    img: 'https://www.dropbox.com/s/m2mwifwkvb7ua7q/IMG_8684.jpg?raw=1',
  }
]

export default Block3Data