import { IBlock3Paragraph } from "../variables/Interfaces";

const Block3Data: IBlock3Paragraph[] = [
  {
    id: 0,
    text: 'Перед началом лечения проводим диагностику состояния зубочелюстной системы: первичный осмотр, сбор анамнеза, снимаем диагностические слепки, определяем индивидуальные параметры пациента,  фотографируем зубы, изучаем компьютерную томограмму. Планированируем лечение с учетом пожеланий пациента.',
    img: '/images/33.jpg' ,
  },
  {
    id: 1,
    text: 'Следующим этапом обсуждаем результаты диагностики, выбираем оптимальный план лечения. До начала препарирования зубов мы переносим в полость рта заранее подготовленную восковую моделировку будущих рестовраций, Временная пластмасса эмитирует форму и цвет  что позволяет пациенту увидеть и согласовать внешний вид финальных рестовраций.',
    img: '/images/31.jpg',
  },
  {
    id: 2,
    text: 'Далее  обтачиваем и сканируем подготовленные зубы для получения точных цифровых моделей. Изготовлаем временные накладки.',
    img: '/images/32.jpg', 
  },
  {
    id: 3,
    text: 'На заключительном этапе примерка постоянных рестовраций и  постоянная фиксация',
    img: '/images/IMG_8684.jpg',
  }
]

export default Block3Data