'use client'

import { IPurpose } from "../variables/Interfaces";

const purposesArray: IPurpose[] = [
  {
    title: 'Лечение без страха',
    description: 'Многие пациенты отмечают, что после визита в {{{«Частную практику Ирины Зайцевой»}}} они перестали бояться визитов к стоматологу, испытывать по этому поводу стресс. Особенно это важно для детей. Наши врачи становятся в буквальном смысле их друзьями, учат малышей гигиене и правильному уходу за зубами.',
  },
  {
    title: 'Почти домашняя атмосфера',
    description: 'Сложно представить, что в стоматологической клинике можно чувствовать себя уютно, почти по-домашнему. Тем не менее, в «Частной практике» пациенты чувствуют себя именно так. Дополнительный комфорт обеспечивают два просторных холла, один из которых предназначен для детишек',
  },
  {
    title: 'Высокие технологии и импортное оборудование',
    description: 'Применяем самые современные методы лечения. Это касается как методик, так и оборудования, материалов, препаратов.',
  },
  {
    title: 'Гарантированная безопасность лечения',
    description: 'Соблюдается полная стерильность и все нормы санитарной обработки материалов. Строгий инфекционный контроль всех стерилизационных процессов. Полный протокол мероприятий анти-COVID-19',
  },
  {
    title: 'Комплексный и коллегиальный подход',
    description: 'Между врачами налажена четкая система взаимодействия. В сложных и спорных случаях собирается консилиум.',
  },
  {
    title: 'Личностный подход',
    description: 'Пациенты нашей клиники отмечают крайне внимательное к себе отношение, очень личностный, не шаблонный подход. Мы помним об своих клиентах даже, когда лечение закончилось — например, уведомляем о необходимости пройти профилактический осмотр.',
  },
  // {
  //   title: 'Специальная программа для гостей столицы',
  //   description: 'Для тех, кто на время приезжает в столицу из других городов России с туристическими или деловыми целями, в клинике предусмотрена специальная программа. Она позволяет в максимально сжатые сроки предоставить полноценную и качественную стоматологическую помощь.',
  // },
  // {
  //   title: 'Выгодные условия',
  //   description: 'Действует программа лояльности для постоянных клиентов, проводятся регулярные скидки и акции. Предлагается удобная форма расчета: оплата возможна в наличной форме, а также пластиковыми картами VISA и MasterCard. Имеется возможность получения налогового вычета.',
  // },
]

export default purposesArray